// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Wpisz poniższy klucz, a potem wciśnij klawisz Return na klawiaturze.";

"MSG_PAIRING_TIMEOUT" = "Nie można połączyć w parę z „%@”. Kliknij w Łącz w parę, aby spróbować ponownie.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Nie można połączyć w parę z „%@”. Spróbuję z następną klawiaturą w ciągu 5 sekund.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Nie można połączyć w parę z „%@”. Spróbuję ponownie w ciągu 5 sekund.";

"MSG_PAIRING_FAILED" = "Nie można połączyć w parę z klawiaturą. Kliknij w Łącz w parę, aby spróbować ponownie.";
"MSG_PAIRING_FAILED_AUTO" = "Nie można połączyć w parę z klawiaturą. Próbuję ponownie…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Wystąpił problem podczas wyszukiwania urządzeń bezprzewodowych.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Łączę w parę z klawiaturą „%@.”";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Łączę w parę z myszą „%@.”";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Szukam klawiatury…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Szukam myszy…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Komputer został połączony w parę z „%@”.";
"TITLE_PAIRED_MOUSE" = "Komputer został połączony w parę z „%@”";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Asystent ustawień znalazł klawiatur bezprzewodowych: %d.";
"TITLE_MOUSE_N_FOUND" = "Asystent ustawień znalazł myszy bezprzewodowych: %d.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Asystent ustawień znalazł klawiaturę o nazwie „%@”.";
"TITLE_MOUSE_FOUND" = "Asystent ustawień znalazł mysz o nazwie „%@”.";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Zaznacz klawiaturę na liście, a następnie kliknij w Łącz w parę. Gdy klawiatura zostanie połączona, system poprosi o podanie za jej pomocą klucza.";
"MSG_START_PAIRING_MOUSE" = "Asystent ustawień próbuje łączyć w parę każdą mysz na liście. Po połączeniu w parę z myszą, można już używając jej poruszać wskaźnikiem.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Łączenie w parę z „%@” rozpocznie się automatycznie. Po połączeniu w parę klawiatury system poprosi o podanie za jej pomocą klucza.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Łączenie w parę z „%@” zacznie się automatycznie. Po połączeniu w parę z myszą można poruszać wskaźnikiem za jej pomocą.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Nie można znaleźć klawiatury. Szukam…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Nie można znaleźć myszy. Szukam…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Do komputera nie jest podłączona klawiatura. Podłącz klawiaturę teraz.";
"MSG_NO_MOUSE" = "Do komputera nie jest podłączona mysz. Podłącz mysz teraz.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Do komputera nie jest podłączona klawiatura. Podłącz klawiaturę teraz.\n\nJeśli używasz Apple Wireless Keyboard, upewnij się, że baterie zostały włożone prawidłowo i że klawiatura jest włączona.";
"MSG_NO_MOUSE_BLUETOOTH" = "Do komputera nie jest podłączona mysz. Podłącz mysz teraz.\n\nJeśli używasz Apple Wireless Mouse, znajdź na jej spodzie przełącznik i przesuń pokrywę, aby odsłonić diodę.\n\nJeśli nie używasz myszy, podłącz klawiaturę.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Uaktualniam nazwy %d klawiatur…";
"MSG_GETTING_MOUSE_NAMES" = "Uaktualniam nazwy %d myszy…";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Wciśnij klawisz Return na klawiaturze, aby potwierdzić połączenie w parę. W przeciwnym razie łączenie w parę zacznie się ponownie w ciągu %d s.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Kliknij przycisk OK poniżej za pomocą myszy, aby potwierdzić połączenie w parę. W przeciwnym razie łączenie w parę zacznie się ponownie w ciągu %d s.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Podano niepoprawny klucz. Kliknij w Łącz w parę, aby spróbować ponownie.";
"MSG_AUTH_FAILURE_MOUSE" = "Łączenie w parę z myszą nie powiodło się. Kliknij w Łącz w parę, aby spróbować ponownie.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Podano niepoprawny klucz. Ponownie połączę w parę z klawiaturą za 5 sekund.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "Łączenie w parę z myszą nie powiodło się. Następna próba połączenia nastąpi za 5 sekund.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Czekam na połączenie z klawiaturą…";
"MSG_ALREADY_PAIRED_MOUSE" = "Aby zacząć używać myszy, kliknij nią.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Jeśli to nie jest właściwa mysz, upewnij się, czy jest ona włączona i zaczekaj na ponownie wyszukiwanie.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Jeśli klawiatury nie ma na liście, upewnij się, czy jest włączona, i zaczekaj na ponownie wyszukiwanie.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Jeśli myszy nie ma na liście, upewnij się, czy jest włączona, i zaczekaj na ponownie wyszukiwanie.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Jeśli klawiatury nie ma na liście, upewnij się, czy jest włączona, i kliknij w Anuluj, aby poszukać ponownie.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Jeśli wskaźnik nie porusza się, gdy poruszasz myszą, nie jest ona połączona w parę z komputerem. Poczekaj na ponownie łączenie w parę.";
"MSG_WARNING_ACK_KEYBOARD" = "Jeśli wciśnięcie klawisza Return na klawiaturze nie potwierdza połączenia, klawiatura nie jest połączona w parę z komputerem. Poczekaj na ponownie łączenie w parę.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Łączę w parę z urządzeniem…";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Łączę się…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Połączono";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Łączenie w parę zakończone.";

"CUSTOM_MOUSE_NAME"	= "mysz należąca do %@";
"CUSTOM_KEYBOARD_NAME"	= "klawiatura należąca do %@";

